Repository: VerbaAlpina/Verba-Alpina-Plugin
Catalog: languages/verba-alpina-*.po
Languages: de_de

source: Correct Attestation
de_de: Korrigiere Beleg

source: Attestation
de_de: Beleg

source: Choose a type!
de_de: Wähle einen Typ!

source: Choose a concept!
de_de: Wähle eine Konzept!

source: No attestations selected!
de_de: Keine Belege ausgewählt!

source: Invalid selection!
de_de: Ungültige Auswahl!

source: Concept
de_de: Konzept

source: The following attestations could not be processed, since they are already connected to a different concept
de_de: Folgende Belege konnten nicht bearbeitet werden, das sie schon mit einem anderen Konzept verbunden sind

source: The field "Orth" must not be empty!
de_de: Das Feld "Orth" darf nicht leer sein!

source: Choose Stimulus
de_de: Stimulus auswählen

source: Attestation without typification are formatted bold. Attestations without concept are in italics. Attestations linked with irrelevant concepts are shown with a grey background.
de_de: Noch nicht typisierte Belege sind fett markiert. Belege ohne Konzeptzuweisung werden kursiv dargestellt. Belege, die mit irrelevanten Konzepten verknüpft sind, werden grau hinterlegt.

source: Attestation with a red background have been marked as problematic. They cannot be selected until the problem is resolved.
de_de: Belege mit rotem Hintergrund wurden als problematisch markiert. Sie können erst wieder ausgewählt werden, wenn das Problem gelöst wurde.

source: If "Ctrl" is pressed multiple attestations can be selected, if "Shift" is pressed other attestations that are orthographically identical get selected, too.
de_de: Wenn "Strg" gedrückt ist, können mehrere Belege ausgewählt werden, wenn "Shift" gedrückt ist, werden auch orthographisch identische Belege mit ausgewählt.

source: Typification
de_de: Typisierung

source: Attestations
de_de: Belege

source: Choose Atlas
de_de: Atlas wählen

source: Show only attestations without morph.-lex. typification
de_de: Nur Belege ohne morph.-lex. Typisierung anzeigen

source: Show only attestations without concept
de_de: Nur Belege ohne Konzeptzuweisung anzeigen

source: Show only attestations within the Alpine convention
de_de: Nur Belege aus der Alpenkonvention anzeigen

source: Clear selection
de_de: Auswahl leeren

source: Informants
de_de: Informanten

source: Remarks
de_de: Bemerkungen

source: Concept(s)
de_de: Konzept(e)

source: Morph.-lex type
de_de: Morph.-lex. Typ

source: Assign morph.-lex. type
de_de: Morph.-lex. Typ zuweisen

source: Choose type
de_de: Typ auswählen

source: Assign type
de_de: Typ zuweisen

source: Create new type
de_de: Neuen Typ erstellen

source: Edit type
de_de: Typ bearbeiten

source: Duplicate type
de_de: Typ duplizieren

source: Can be used to create very similar types, e.g. if they only differ in gender
de_de: Kann verwendet werden, um einen sehr ähnlichen neuen Typ zu erstellen, z.B. wenn er sich nur durch das Genus unterscheidet

source: Assign concept
de_de: Konzept zuweisen

source: Choose concept
de_de: Konzept auswählen

source: Create new concept
de_de: Neues Konzept anlegen

source: Typification not necessary
de_de: Typisierung nicht notwendig

source: Tokens are
de_de: Belege sind

source: Confirm
de_de: Bestätigen

source: Problem description
de_de: Problembeschreibung

source: Comment
de_de: Kommentar

source: Type proposal
de_de: Typvorschlag

source: Existing type
de_de: Bestehender Typ

source: Or new type
de_de: Oder neuer Typ

source: References
de_de: Referenzen

source: Add reference
de_de: Referenz hinzufügen

source: Create problem description
de_de: Problembeschreibung erstellen

source: Search
de_de: Suche

source: Everything transcribed!
de_de: Alles transkribiert!

source: Already transcribed!
de_de: Bereits transkribiert!

source: No transcription existent!
de_de: Keine Transkription vorhanden!

source: No more problems!
de_de: Keine weiteren Probleme!

source: Informant number(s) not valid!
de_de: Informanten-Nummer(n) nicht gültig!

source: record
de_de: Beleg

source: phon. type
de_de: Phon. Typ

source: morph. type
de_de: Morph. Typ

source: Choose Concept(s)
de_de: Konzept(e) auswählen

source: Remove&nbsp;row
de_de: Zeile&nbsp;entfernen

source: Adds a marker to the data base that there are no attestations for this informant.
de_de: Markiert in der Datenbank, dass es für diesen Informanten keine Belege gibt.

source: Concept does not exist
de_de: Konzept nicht vorhanden

source: Adds a marker to the data base that this concept is not known at this place.
de_de: Markiert in der Datenbank, dass dieses Konzept an diesem Ort unbekannt ist.

source: Term not known
de_de: Bezeichnung nicht bekannt

source: Adds a marker to the data base that this concept is known at this place, but the informant does not know a term for it.
de_de: Markiert in der Datenbank, dass das Konzept an diesem Ort bekannt ist, aber der Informant keine Bezeichnung dafür kennt.

source: Only within alpine convention
de_de: Nur innerhalb der Alpenkonvention

source: Problems Typification
de_de: Probleme Typisierung

source: Typification - Problems
de_de: Typisierung - Probleme

source: Data base
de_de: Datenbank
